package com.vt_shabanoff.petsapp.domen
/*
    1.	Абиссинская кошка
2.	Бенгальская кошка
3.	Бирманская кошка
4.	Британская короткошерстная кошка
5.	Девон рекс
6.	Египетская мау
7.	Корниш-рекс
8.	Мейн-кун
9.	Норвежская лесная кошка
10.	Персидская кошка
11.	Русская голубая кошка
12.	Рэгдолл
13.	Саванна
14.	Сиамская кошка
15.	Сибирская кошка
16.	Сфинкс
17.	Турецкая ангора
18.	Шотландская вислоухая кошка
     */

enum class CatBreedsEnum {
    ABYSSINIAN_CAT,
    BENGAL_CAT,
    BURMESE_CAT,
    BRITISH_SHORTHAIR_CAT,

}